[
  {
    "case": "45",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "2",
    "description": "Ich finde es fühlt sich immer so an, als würde jemand von innen die Gebärmutter mit einer Hand zerdrücken oder daran ziehen. Ganz komisches Gefühl."
  },
  {
    "case": "51",
    "frequency": "Jedes Mal",
    "intensity": "5",
    "description": "Im Unterleib fühlt es sich krampfartig an, als würde eine Hand in meinem Unterleib sein und meine Organe zusammendrücken und wieder los lassen und das die ganze Zeit. Während der Menstruation bin ich komplett auf Schmerzmittel angewiesen, sonst liege ich zwei Tage lang nur im Bett. Im unteren Rücken zieht es und manchmal sticht es blitzartig sogar im After."
  },
  {
    "case": "52",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "7",
    "description": "Verschieden, mal krampfend, mal stechend, mal wie ein Vulkan und manchmal recht friedlich."
  },
  {
    "case": "53",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "7",
    "description": "Es variiert stark von Zyklus zu Zyklus. Mal merke ich gar nichts. Mal liege ich fast ohnmächtig auf dem Badezimmer Boden und kann mich nicht entscheiden, ob ich wegen Durchfall auf der Toilette sitze, oder mich auf dem Boden lege, weil mir vom aufrecht sitzen schwarz vor Augen wird. Gleichzeitig habe ich starke Schmerzen, dass ich mich übergeben muss. Ich habe kalten Schweiß und fühle mich sehr schwach. Jedes auf den Boden hieven ist ein Kraftakt.\nEs ist ein wellenartiger, dumpfer, ziehender, einnehmender Schmerz. \nWenn es so dolle ist, bin ich auf Schmerzmittel angewiesen. Auch wenn es mir mental nicht gut geht, und ich keine Lust habe, mit leichten-moderaten  Schmerzen zu dealen, nehme ich welche. Ansonsten geht es oft ohne."
  },
  {
    "case": "58",
    "frequency": "Jedes Mal",
    "intensity": "5",
    "description": "Vor allem habe ich Krämpfe. Die fühlen sich so an, als ob eine kleine Person mit einem Messer sich in meiner Gebärmutter befindet. Und damit sticht die Person durchgängig hintereinander kurz und schnell zu oder zieht das Messer am Gewebe entlang. In den ersten 3 Tagen muss ich zumeist drei 400er Ibus pro Tag nehmen, um nicht nur gekrümmt herumzulaufen und damit ich in der Nacht nicht vor Schmerzen aufwache."
  },
  {
    "case": "59",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "5",
    "description": "Meistens mit den Gefühlen sehr durcheinander, schmerzen, energielos, viele Pickel"
  },
  {
    "case": "60",
    "frequency": "Jedes Mal",
    "intensity": "8",
    "description": "Wenn ich meine Periode bekomme, treten die Schmerzen schubartig und sehr intensiv im Unterleib auf, ähnlich wie starke Magenkrämpfe, nur tiefer und drückender, fast so, als würde etwas von innen heraus kratzen. Dazu kommen oft pochende Kopfschmerzen und, wie es wohl viele kennen, starke Stimmungsschwankungen, bei denen ich sehr emotional reagiere. Manchmal fühlt es sich dann sogar so an, als würde mein Herz selbst wehtun, nicht im übertragenen Sinn, sondern als echter, körperlicher Schmerz."
  },
  {
    "case": "65",
    "frequency": "Jedes Mal",
    "intensity": "7",
    "description": "Der Schmerz baut sich meistens in der Nacht vor der Periode auf wobei der erste Tag vom Schmerzlevel für mich am schlimmsten ist. Man kann es schwer von Bauchschmerzen unterscheiden manchmal. Konkret ist es gepaart mit einem eher stechenden oder drückendem Schmerz im Unterleib."
  },
  {
    "case": "67",
    "frequency": "Jedes Mal",
    "intensity": "9",
    "description": "Wellenartig, stechend, ziehend"
  },
  {
    "case": "69",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "6",
    "description": "Stell dir vor, du hast einen Luftballon. Den pustest du so dolle auf wie es geht, und noch weiter. Aber der Luftballon kann nicht mehr größer werden, aber er wird trotzdem weiter aufgepustet. Gleichzeitig zieht von der Mitte des Ballons her eine Kraft alles zusammen und ein kleines Heer spielt Völkerschlacht. Du spürst ein Ziehen, ein stechendes Krampfen, ein wellenartiges Kribbeln.\nWenn du stehst, zieht es dir die Beine weg; wenn du seitlich liegst, macht sich der Schmerz wie eine warme Tomatensoße in deiner Hüfte breit; liegst du auf dem Rücken, fließt alles nach hinten.\nDas einzige, das hilft, sind Orgasmen. Denn wenn schon Krämpfe, dann bitte schöne."
  },
  {
    "case": "72",
    "frequency": "Jedes Mal",
    "intensity": "7",
    "description": "Belastend, Lebenseinschränkend (Arbeit/Freizeit wird drum herum organisiert, man weiss schon, dass man \"krank\" sein wird), anstrengend\n\nVor und während der Periode kommt es zu Schmerzen, Akne, Bauchschmerzen usw. - welche dann auch wiederum einschränkend sind"
  },
  {
    "case": "74",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "2",
    "description": "Der Schmerr ist eine Mischung aus Ziehen und Drücken, als würde jemand meinen Unterleib kneten. Der wird dabei aber nicht weicher, sondern verhärtet sich. Die Schmerzen an sich sind meistens gar nicht so stark bei mir, es wird nur anstrengend, wenn sie lange anhalten und dadurch irgendwie zermürbend werden.\nSchmerzmittel brauche ich meistens nicht und sie tauchen nur in den ersten Tagen auf, oft schon 1 Tag bevor die Blutung losgeht und dann so die ersten 2 Tage der Blutung."
  },
  {
    "case": "78",
    "frequency": "Jedes Mal",
    "intensity": "7",
    "description": "Krampfartig, stechend, überraschend, nicht vorhersehbar"
  },
  {
    "case": "79",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "3",
    "description": "Anfangs wie eine Magenverstimmung.\nDann wird\u0027s von einem nur so dumpfen unschönen Gefühl zu Krämpfen die manchmal so sind als würde jemand mal eben dir ein besser in den Bauch stechen und es stecken lassen . Dann irgendwann wird\u0027s wieder rausgezogen \n\nAm ersten Tag bin ich immer auf Schmerzmittel angewiesen aber danach oft nicht mehr"
  },
  {
    "case": "80",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "2",
    "description": "Ziehen und ein bisschen als wäre mein Bauchraum hohl"
  },
  {
    "case": "84",
    "frequency": "Jedes Mal",
    "intensity": "7",
    "description": "Ein bis zwei Tage vor meiner Periode bekomme ich starke Kopfschmerzen.\n\nDie Periode selbst fühlt sich wie folgt an: Stechend wie Messer an den ersten beiden Tagen, Rückenschmerzen, Gliederschmerzen, starke Krämpfe, aufgebläht\n\nDie ersten beiden Tage muss ich Schmerzmittel nehmen, um arbeitsfähig zu sein."
  },
  {
    "case": "85",
    "frequency": "Jedes Mal",
    "intensity": "4",
    "description": "Es ist ein Schmerz aus dem inneren, als würde sich ein Ballon krampfartig zusammenziehen und dann langsam wieder lösen. Bei besonders schlimmen Krämpfen fühle ich mich blitzschnell heiß und wieder kalt und der Schmerz ist so tiefgehend, dass ich mich von einer Seite zur anderen rolle oder intuitiv die Embryo-Stellung einnehme. Teilweise fühlt es sich ein bisschen so an, als wenn mein unterer Bauch etwas brodelt. Als würde ich fühlen, wie die Gebärmutter arbeitet."
  },
  {
    "case": "86",
    "frequency": "Jedes Mal",
    "intensity": "4",
    "description": "Schlimme Krämpfe und Unterleibschmerzen die mich komplett ausgeknocked haben :,) Schmerzmittel und Wärmeflaschen helfen nur selten und wenig."
  },
  {
    "case": "87",
    "frequency": "Jedes Mal",
    "intensity": "4",
    "description": "Ich habe ziemlich stark PMS einige Tage vorher wo ich mich mental schrecklich fühle. Wenn meine Periode anfängt fühle ich mich matschig. Die ersten Tage habe ich sehr starke Krämpfe und muss mehrmals Schmerzmittel nehmen. Manchmal sind die Krämpfe so schlimm, dass ich alle Termine absagen muss. Wärme hilft. \nDie Blutungen sind semi schwer die ersten Tage. Die Tage darauf werden alle Symptome weniger. Meine Menstruation hält um  5 Tage an."
  },
  {
    "case": "88",
    "frequency": "Jedes Mal",
    "intensity": "8",
    "description": "Meine Beschwerden fangen meist mit einem kleine Ziehen in Kombination mit Druck an, der dann meist immer schlimmer wird. Es fühlt sich so an als würde jmd mit einem Messer in mein unterleib stechen und es noch hin und her drehen. Es ist oft ein krampfhafter stechender Schmerz, den ich ohne Schmerzmittel nicht aushalte. Und auch hier ist es so, wenn ich das Schmerzmittel zu spät einnehme wirkt es garnicht und ich muss dann den Tag überleben. Je nach Zyklus hab ich diese dann ein bis drei Tage begleitet von Kopfschmerzen."
  },
  {
    "case": "89",
    "frequency": "Jedes Mal",
    "intensity": "9",
    "description": "Drei meiner 6-7 Tage meiner Blutung habe ich unvorstellbare schmerzen. Es fühlt sich an, als wenn etwas meinen Unterleib zerreißt. Die Schmerzen sind so stark, dass ich starke Schmerzmittel nehmen muss, um überhaupt etwas machen zu können. Ohne 1600mg IBU geht bei mir dann gar nichts und selbst damit habe ich noch starke Schmerzen. Komplett ohne Schmerzmittel kann ich nur in embryonalstellung auf dem Boden liegen, zittere, mir ist gleichzeitig heiß und kalt, ich muss mich übergeben und Weine vor schmerzen."
  },
  {
    "case": "90",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "3",
    "description": "dumpfer schmerz im bauchbereich, der sich aber je nach zyklus teilweise den ganzen rücken hoch zieht. dazu kommen zu glieder- \u0026 kopfschmerzen in wellen. ich versuche, so wenig wir möglich schmerzmittel zu nehmen (nutze lieber den ganzen tag eine wärmflasche)"
  },
  {
    "case": "92",
    "frequency": "Jedes Mal",
    "intensity": "6",
    "description": "Als würde jemans von unten und durch den Bauch große Messer Richtung Gebärmutter schieben und gleichzeitig drehen\nAußerdem ausstrahlende Schmerzen wie kleinere Stiche im rechten Oberschenkel. \n\nDie Schmerzen waren früher immer nur während der Periode, dann den ganzen Monat lang.\nIch habe es lange einfach ausgehalten und bin dann in professionelle Schmerztherapie gegangen weil alle \"normalen\" Schmerzmittel wie Ibuprofen und Paracetamol nicht geholfen haben. Seid 3 Jahren kriege ich jetzt Opiate und sehr viele Hormone. Hatte lange trotz Spirale + Pille gleichzeitig noch eine Periode. Jetzt bin ich seit 2 Monaten hormonell durch Tabletten in den Wechseljahren, habe die Spirale liegen und nehme immernoch Opiate. \nSo ist der Zustand aushaltbar aber ich bin immernoch nicht schmerzfrei."
  },
  {
    "case": "95",
    "frequency": "Jedes Mal",
    "intensity": "4",
    "description": "Erschöpfung und Brainfog. Stechende Krämpfe so stark sodass man sich nicht grade hinstellen kann. Schmerzmittel bringen die Schmerzen von einer 8 zu einer 6."
  },
  {
    "case": "96",
    "frequency": "Jedes Mal",
    "intensity": "9",
    "description": "Für mich fühlt sich die Menstruation jedes Mal extrem schmerzhaft an. Schon seit ich meine Periode habe, leide ich unter sehr starken, krampfartigen Schmerzen, die sich anfühlen, als würde mir jemand in den Unterbauch stechen. Der Schmerz zieht sich vom unteren Bauch bis in den Rücken und die Beine und ist in den ersten drei Tagen am schlimmsten. In dieser Zeit ist es oft so heftig, dass ich kaum aufstehen oder mich normal bewegen kann.\n\nZusätzlich habe ich Kopfschmerzen, Übelkeit und manchmal Durchfall. Es fühlt sich an, als würde mein ganzer Körper gegen mich arbeiten – alles ist angespannt, aufgebläht und erschöpft. Ohne Medikamente geht in diesen Tagen gar nichts. Ich bin auf starke Schmerzmittel angewiesen, um den Alltag überhaupt einigermaßen zu bewältigen. Wenn ich keine Medikamente habe, muss ich meistens zuhause bleiben, weil die Schmerzen so stark sind, dass ich kaum etwas machen kann."
  },
  {
    "case": "99",
    "frequency": "Jedes Mal",
    "intensity": "2",
    "description": "Meine Periode kündigt sich meistens durch ein allgemeines Unwohlsein an. Ich fühle mich dann nicht mehr in meiner Kleidung wohl und vor allem enge Kleidung ist furchtbar. Es fühlt sich an, als würde ich sehr aufgebläht sein. Ich esse auch mehr Süßigkeiten und mein Heißhunger ist präsenter. Oft habe ich ein zwei Tage vor der Periode einen Juckreiz am Eingang der Vagina. Das ist sehr unangenehm. Am erste Tag der Periode habe ich leichte Unterleibschmerzen. Selten nehme ich eine Ibuprofen 400. In der Regel habe ich nur einen Tag Schmerzen. Ab dem zweiten Tag fange ich zwar stärker an zu bluten, jedoch meistens ohne Schmerzen. Mein Stuhlgang wird bereits in der Zeit vor der Periode flüssiger und bleibt dann meistens so bis Ende der Periode. Meistens blute ich 4 Tage lang +- 3 Tage Schmierblutung. Grundsätzlich empfinde ich meine Periode als relativ unauffällig, jedoch fühle ich mich vor allem in der Zeit kurz vor meiner Periode sehr beansprucht und körperlich erschöpft."
  },
  {
    "case": "100",
    "frequency": "Jedes Mal",
    "intensity": "8",
    "description": "Menstruation ist belastend. Menstruation ist ein ständiges Abwegen zwischen Schmerzen aushalten und Medikamenten nehmen. Mein Körper verkrampft am ganzen Unterleib, manchmal hilft nichts mehr. Ich möchte nur unter der Dusche sitzen und heißes Wasser auf meinem Bauch spüren, damit die Schmerzen etwas erträglicher sind. Ich fühle mich schwach. Kopfschmerzen. Stechende dumpfe Rückenschmerzen. Zum Glück nur Tag 1-3, dann ist es besser/normal."
  },
  {
    "case": "101",
    "frequency": "Jedes Mal",
    "intensity": "4",
    "description": "Ich habe meine Periode im Alter von 11 Jahren bekommen und dazu jede Menge Schmerzen. Während meiner Periode fühlt es sich an, als würde mein Unterleib nach unten herausfallen. Es zieht und drückt, als würde mir jemand in den Bauch treten oder eine Hand von unten in mich hineinfassen und versuchen, meine Gebärmutter herauszureißen. Auch der Gebärmutterhals fühlt sich so an, als wäre etwas Großes hindurchgeschoben worden. Es ist, als wäre etwas in meinem Körper, das dort nicht hingehört und unbedingt herauswill.\nMein ganzer Körper wird dann schwer. Jede Bewegung ist anstrengend, und es fühlt sich an, als würden an meinen Armen und Beinen schwere Steine hängen, die ich mit mir mitziehen muss. Ich bekomme immer Durchfall und habe dadurch zusätzlich Magenschmerzen. Mein unterer Rücken schmerzt ebenfalls. Meistens dauern diese Beschwerden etwa 5 bis 7 Tage, wobei die Schmerzen am zweiten und dritten Tag am stärksten sind.\nWenn die Schmerzen ihren Höhepunkt erreichen, kann es vorkommen, dass ich mich gar nicht mehr bewegen kann, auf dem Boden krieche wie ein Kind und mich sogar übergebe. Wie lange das anhält, kann ich nicht genau sagen, denn sobald es beginnt, nehme ich Schmerzmittel. Es dauert dann etwa 30 bis 45 Minuten, bis sie wirken und es mir besser geht. Ich nehme also alle drei Wochen (meine Periode ist sehr regelmäßig) mindestens drei Tage lang Schmerzmittel. Die Schmerzen treten meistens am Vormittag auf. Meinem Alltag kann ich nur nachgehen, wenn ich Schmerzmittel nehme.\nAußerdem habe ich meistens auch nach meiner Periode noch mit Rückenschmerzen oder schmerzenden Körperteilen zu tun, weil sich während der Periode alles so stark verkrampft, dass ich anschließend Muskelkater habe. Außerhalb meiner Periode habe ich nur selten Unterleibsschmerzen.\nUm das alles nicht mehr ertragen zu müssen und den Schmerzmitteln zu entkommen, habe ich mich im Alter von 15 Jahren entschieden, die Pille zu nehmen. Seitdem habe ich diese starken Schmerzen nicht mehr. Dank der Pille kann ich meinen Alltag normal leben. Ich habe kaum noch Periodenschmerzen. Meine Rückenschmerzen und der Durchfall sind zwar geblieben, aber die restlichen Schmerzen sind verschwunden.\nIm Alter von 20 Jahren wurde schließlich festgestellt, dass ich Endometriose habe."
  },
  {
    "case": "102",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "4",
    "description": "Ziehend, krampfartig und aufgebläht"
  },
  {
    "case": "103",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "7",
    "description": "Vor der Menstruation starke emotionale Beschwerden (depressive Verstimmung, Ängste, Traurigkeit), außerdem ziehende, wellenartige Unterleibsschmerzen und Rückenschmerzen. Die Schmerzen sind weit in meinem Körper, sodass ich von außen mit Wärmflaschen oder Massagen nicht rankomme. das Und ich fühle mich sehr aufgebläht. Oft Schwindel, Kreislaufbeschwerden, Übelheit. Manchmal Erbrechen. Ich nehme erst Schmerzmittel, wenn ich es anders nicht mehr aushalte, weil ich nicht jedes Mal darauf angewiesen sein möchte."
  },
  {
    "case": "104",
    "frequency": "Jedes Mal",
    "intensity": "4",
    "description": "Die Schmerzen sind wie Messerstiche im Unterleib, man merkt einfach wie sich alles zusammenkrampft. Ich muss eigentlich jedes Mal Schmerzmittel nehmen, sonst geht gar nichts. Die Schmerzen sind an den ersten zwei Tagen am schlimmsten, danach schnell nicht mehr vorhanden."
  },
  {
    "case": "105",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "7",
    "description": "Bevor ich die Hormonspirale hatte, hatte ich schlimmere Unterleibsschmerzen, eher dumpf, drückend und teilweise krampfartig. Dabei musste ich 2-3 Tage meistens Schmerzmittel nehmen, danach ging es auch ohne – meist war der Schmerz nach 2-3 Tagen weg. Durch die Hormonspirale habe ich meine Tage weniger stark und teilweise immer noch einen dumpfen Schmerz, allerdings weniger schlimm. Jetzt muss ich fast nie Schmerzmittel nehmen."
  },
  {
    "case": "106",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "7",
    "description": "Krampfartig,  stechend, brennend"
  },
  {
    "case": "107",
    "frequency": "Jedes Mal",
    "intensity": "7",
    "description": "Wie Messerstiche im Unterleib"
  },
  {
    "case": "108",
    "frequency": "Jedes Mal",
    "intensity": "4",
    "description": "Alle Adjektive, die oben stehen. Als würde jemand meinen Uterus (oder meinen Eirrstock) nehmen, und in der Faust zerquetschen. Zusätzlich zu gottlosen Arschkrämpfen, als würde mich jemand abstechen wollen durch meinen Anus.\nKotzen muss ich auch. Help hahah."
  },
  {
    "case": "109",
    "frequency": "Jedes Mal",
    "intensity": "5",
    "description": "Also 5 von 6 Tagen habe ich (fast) keine Beschwerden. Nur der erste Tag ist jedes Mal furchtbar. Meine Schmerzen sind immer etwas unterschiedlich, aber jedes Mal stark. Von krampfartig bis stechend wie ein Messer. Wenn\u0027s besonders schlimm wird, ziehen mir die Schmerzen von der Taille bis in die Zehenspitzen. Manchmal begleitet von Übelkeit. Die Schmerzen spüre ich im Rücken und im vorderen Unterleib. Die Wärmflasche reicht nicht aus, die Schmerzmittel brauchen mindestens 1 Stunde, um einzusetzen. An den besonders schlimmen Tagen liege ich fast nur im Bett und warte, dass meine Schmerzen gelindert werden. Ich fühle mich dann auch einfach ausgelaugt, weil ich das so lange aushalten muss.\nAm zweiten Tag habe ich meistens Ruhe oder zumindest so leichte Beschwerden, dass ich meinen Alltag meistern kann.\nOft werde ich auch 2 Tage - 2 Wochen vor meiner Periode reizbarer und/oder emotionaler, aber das ist wirklich jeden Monat etwas unterschiedlich."
  },
  {
    "case": "110",
    "frequency": "Jedes Mal",
    "intensity": "7",
    "description": "Du folgst deinem normalen Alltag, aber irgendwas heute ist anders. Du fühlst dich komisch, kannst aber nicht genau beschreiben was los ist, also behälst du es erstmal für dich. Deine Gedankenwelt fühlt sich dumpf und irgendwie neblig an. Du kannst dich nicht richtig konzentrieren, hast irgendwie hunger, aber dir ist auch übel und du weißt nicht ob du jetzt etwas essen solltest oder nicht. Das ist alles total frustrierend. Die nächsten nächte schläfst du schlecht und tagsüber bist du gereizt – was für eine verkackte Situation. Was ist nur los mit dir? Dieses Unwohlsein st so präsent, dass es nur schwer zurückzuhalten ist. Dein Kollege hat eben auch schon angemerkt, wie empfindlich du doch diese Woche wärst. Was weiß der schon – der hat ja echt keine Ahnung. Du wachst mit Kopfschmerzen auf, dein Magen fühlt sich hart und aufgebläht an, du kannst den ganzen Tag vor Übelkeit nichts essen und Abends überfällt dich so ein großer Hunger, dass du jeden Mist in dich reinschaufelst. Wieso kannst du denn plötzlich doch essen? Das alles ergibt doch garkeinen Sinn. Diese Kopfschmerzen machen dich wahnsinnig. Sollst du dich krankschreiben? Naja wofür. Irgendwie kannst du ja nicht so richtig sagen was los ist. Es ist zum heulen. Du heulst sonst nie, warum dann wegen diesem summen Film? Bist du jetzt völlig übergeschnappt? Du schilderst deinem besten Freund wie verzweifelt du bist und dass du nicht weißt was du machen sollst. Er sagt, dass du dich einfach mal hinlegen sollst – morgen ist es bestimmt schon viel besser. Dann gehst du ins Bett. \nPlötzlich bist du wach – oder träumst du? – Du setzt dich auf, du bist schweißgebadet, dann schießt ein Schmerz durch deinen Körper den du garnicht richtig verorten kannst. Er ist so heftig, dass du sofort wieder umkippst und schmerzerfüllt das Gesicht verziehst. Du umschlingst deinen verkrampften Körper mit deinen Armen um dich irgendwie festzuhalten, alles dreht sich. Dir ist kotzübel und du bekommst Angst um deinen kreislauf. DA schon wieder! Schmerz schießt durch deine Gliedmaßen und lähmt dich. Du hälst die Luft an, in der Hoffnung, dass es dir dabei hilft den Schmerz auszualten. Es ist dein Magen – nein – dein Darm? Nein ... oder auch? Jedenfalls scheint der SChmerz aus deinem Unterleib zu kommen. WTF? Sollst du jemanden anriufen? Nein, wie peinlich wenn dich jemand so sieht. Vielleicht musst du nur etwas trinken. Was ist das? Erst jetzt bemerkst du wie heiß oder kalt sich das Bett anfühlt. Du schlägst die Decke zurück – unter dir ist ein nasser, kalter Blutfleck. Es fühlt sich so unangenehm an. Was machst du denn jetzt? Du läufst ins Bad und bemerkst, dass dir etwas warmes am bein entlang läuft. Du setzt dich aufs Klo, wischst alles ab was du findest – was für ein Massaker. So sieht es jedenfalls aus. Vorsicht mit deinem Kreislauf. Trinken, das wolltest du. Nachdem du alles bestmöglich abgewischt und dich umgezogen hast gehst du in die Küche. Deine Stirn ist immernoch kalt vor SChweiß, du machst dir ein Wärmkissen, vielleicht hilft das den krampfenden Körper zu entlasten. Du hast dir eine Ladung Klopapier in die Hose gesteckt – sicher ist sicher. Doch sicher fühöst du dich nicht. Du bemerkst, dass dir Tränen über die Wange laufen. Du hast das bedürfnis nach hilfe zu rufen, aber wobei soll man dir helfen. Du musst jetzt halt dadurch. BAM – DER SCHMERZ – wie ein Dolch kehrt er mit einem harten Stich in deinen Leib zurück. Du musst die Augen schließen und verziehst Schmerzerfüllt das Gesicht. Es fühlt sich an als würde jemand von außen versuchen dir ein Organ aus dem Körper zu ziehen, als hätte jemand in dich hineingegriffen und würde seinen festen Griff nicht mehr lösen. Du merkst wie das Klopapier ganz heiß wird. Ein Schweißtropfen läuft dir von rechts nach links über die Stirn – du hast garnicht bemerkt, dass du auf die Seite gekippt bist. Du liegst wie ein Embryo auf der Seite und hälst verkrampft deine Beine umschlungen. Der Schmerz lässt langsam nach. \nNachdem du dich einigermaßen aufgerappelt hast – möchtest du versuchen weiterzuschlafen. Auf der Couch. Das Bett kannst du jetzt nicht mehr machen, keine Kraft. Du hast Angst – das darf nicht nochmal vorkommen heute Nacht. Wie soll denn morgen der Tag werden, wenn du nicht zu schlaf kommst? Nein, dann nimmst du lieber eine Ibu. 400? Haha das soll wohl ein witz sein. Nee da muss schon die 600er her. Es wird einem schließlich nicht jeden tag ein Organ aus dem Leib gerupft. Jetzt aber schlafen.\n\nWas für eine Nacht. Du fühlst dich so wie du aussiehst. Blass, verklebt, verschwitzt, irgendwie eingefallen, aber auch aufgebläht. Dein magen spielt völlig verrückt – erstmal zur Toilette. Uff. Wie soll das denn heute alles funktionieren? Du kannst ja schließlich keinem erzählen, dass du wie ein Baby zusammengekauert auf dem Boden vor sich hin geblutet hast. Wie erbärmlich – so hast du es gelernt. Da muss ja schließlich jeder wie du durch, jetzt stell dich mal nicht so an. Also noch eine Ibu. Wieviele darfst du davon nochmal nehmen? Naja, wenn du nochmal nachnehmen musst, dann ist das halt so. Hauptsache du musst niemanden in dieses peinliche Fiasko einweihen. Dein Handy klingelt, es ist deine Mitfahrgelegenheit. Sie grüßt dich fröhlich und fragt ob es dir gut geht. Nicht wie es dir geht. Du grüßt zurück und antwortest – natürlich ginge es dir gut, irgendwie schlecht geschlafen, aber das sei ja kein Problem. Einfach ein Käffchen mehr heute ;) Ihr beide lacht. Du sagst, dass du dich nurnoch schnell frisch machst und dann wie gewohnt am treffpunkt bist.\n\nDieser verdammte Tampon drückt wie Hölle. Und das auch noch mitten im Meeting. Wenn du ihn nicht gleich entfernst, bekommst du wieder Schmerzen. Aber ohne geht es nicht, du kannst schließlich nicht alle 30 min auf Toilette verschwinden. Wie sieht das denn aus. Tja, so ist das halt wenn man in einer für Männer ausgelegte welt mit einem Uterus gesegnet wurde."
  },
  {
    "case": "111",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "2",
    "description": "Früher als ich die Pille noch nicht genommen habe sehr viel stärker. Ich hatte eine 7-tägige Periose mit starken Schmerzen/Krämpfen und Kreislaufproblemen an ca. 4 Tagen davon. Von drückenden bis stechenden Schmerzen und einem brennenden Gefühl. Mir wurde ganz oft schwindlig und ich konnte teilweise nicht in die Schule. Zu der Zeit habe ich regelmäßig, wenn ich meine Periode hatte Ibuprofen genommen. Irgendwann hatte ich eine so hohe Toleranz aufgebaut, sodass es nicht mehr gewirkt hat. Seit ich die Pille nehme ist meine Periode leichter geworden. Am Anfang hatte ich gar keine körperlichen Beschwerden in meiner Pillenpause, seit ein bis zwei Jahren sind wieder leichte krampfartige Beschwerden wiedergekommen. Jetzt sind es wenn eher wellenartige Schmerzen, die aber auszuhalten sind."
  },
  {
    "case": "112",
    "frequency": "Jedes Mal",
    "intensity": "4",
    "description": "Als würde ich innerlich auseinander gezerrt/ gerissen werden. Schmerz ist krampfartig, wird wellenartig stärker und zieht in verschiedene Richtungen."
  },
  {
    "case": "119",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "3",
    "description": "Meistens habe ich Schmerzen nur an 1-2 Tagen die aber noch sehr aushalfst sind. Sie können sehr variieren. Meistens ein starkes Ziehen, krämpfe oder auch ein Drücken. Ich halte es jedoch immer ohne Schmerzmittel aus."
  },
  {
    "case": "120",
    "frequency": "Jedes Mal",
    "intensity": "3",
    "description": "Es sind Krampfartig Schmerzen, die immer wieder kommen und gehen."
  },
  {
    "case": "121",
    "frequency": "Nie",
    "intensity": "0",
    "description": "Keine Bemerken"
  },
  {
    "case": "123",
    "frequency": "Jedes Mal",
    "intensity": "3",
    "description": "Ich habe meistens Schmerzen im unteren Rücken. Und leichte Bauch Krämpfe. Die Schmerzen sind langanhaltend aber  leicht. Sie lösen aber ein Gefühl von allgmeinem Unwohlsein aus. Ich bin dadurch auch schneller reizbar und alles ist irgendwie ein bisschen schwerer als sonst. Meistens nehme ich keine Schmerzmittel ein."
  },
  {
    "case": "124",
    "frequency": "Jedes Mal",
    "intensity": "3",
    "description": "Im Unterleib hab ich ein Druckgefühl und krampfartige Schmerzen."
  },
  {
    "case": "125",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "5",
    "description": "Übelkeit, sensitität am bestimmen Essen und Gerüchen (Hühnerfleisch), Schwere Beine/innere Ziehen am Unterschenkel (ist besser geworden seit ich Magnesium regelmäßig nehme), Übertiebene Müdigkeit (12+ Stunden Schlaf, verteilt am Nachts+Vormittag wenn möglich), Wie krasse Muskelkater am inneren Bauch\nSymptome sind schlimmer nach einem Stressigen Monat."
  },
  {
    "case": "126",
    "frequency": "Nie",
    "intensity": "0",
    "description": "Ich hatte nie Beschwerden."
  },
  {
    "case": "128",
    "frequency": "Jedes Mal",
    "intensity": "5",
    "description": "Die Schmerzen sind oft unterschiedlich, drückend, ziehend, kommt in Wellen, man ist aufgebläht und hat teilweise auch permanent das Gefühl auf Toilette zu müssen. Meistens ist es auch sehr krampfartig"
  },
  {
    "case": "129",
    "frequency": "Jedes Mal",
    "intensity": "5",
    "description": "Stechend wie ein Messer"
  },
  {
    "case": "157",
    "frequency": "Jedes Mal",
    "intensity": "8",
    "description": "Ab Tag eins ein schriller Dauerschmerz, trotz starker Schmerzmedis (10 Dolormin für Frauen tgl.)"
  },
  {
    "case": "160",
    "frequency": "Jedes Mal",
    "intensity": "0",
    "description": "Die Menstruation an sich ist unauffällig. In den Tagen davor geht es mir richtig mies: Durchfall, miese und depressive Stimmung, ich bin aggressiver als sonst, meine Brüste tun weh und mein ganzer Körper ist aufgebläht und aufgedunsen. All das verschwindet, wenn die Menstruation an sich beginnt."
  },
  {
    "case": "162",
    "frequency": "Selten",
    "intensity": "0",
    "description": "Vorher, ein leichtes Ziehen.\nTag 1-3 sehr starke Blutungen...\nSonst keine Schmerzen."
  },
  {
    "case": "167",
    "frequency": "Jedes Mal",
    "intensity": "8",
    "description": "Dumpfer drückender Schmerz der unterschiedlich ausstrahlt. ganzer Unterleib bis in die Beine. Tag 1 auch Kopfschmerz oder mal Rücken .muss mit Buscopan und Wärme gestoppt werden und liegen."
  },
  {
    "case": "176",
    "frequency": "Jedes Mal",
    "intensity": "5",
    "description": "Es fühlt sich stechend an. Und kommt in Wellen"
  },
  {
    "case": "177",
    "frequency": "Jedes Mal",
    "intensity": "2",
    "description": "Aufgebläht, nicht ich selbst"
  },
  {
    "case": "180",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "4",
    "description": "Blitzartig, drückend."
  },
  {
    "case": "191",
    "frequency": "Jedes Mal",
    "intensity": "5",
    "description": "Unfassbar schmerzhaft, \nkrampfend"
  },
  {
    "case": "195",
    "frequency": "Selten",
    "intensity": "2",
    "description": "Eigentlich hatte ich nie Beschwerden. Manchmal gab es ein Pieksen und ein aufgeblähtes Gefühl und so als würde einem etwas aus dem Unterleib fallen... also leicht drückend"
  },
  {
    "case": "196",
    "frequency": "Jedes Mal",
    "intensity": "6",
    "description": "Sehr unterschiedlich, man weiß oft nicht was einen erwartet und wird dann von Stimmungsschwankungen überrollt, hat Schmerzen im Unterbauch als hätte man diesen Muskelkater \u0026 Blähbauch zu gleich.\nDieser kommt und geht.\n\nAls junges Mödchen kam ich ohne Krampflöser und Schmerzmittel kaum durch die starken Tage.\n\nHeute, nach einem Kind und in der Perimenopause, sind es eher die hormonellen Schwankungen die mich (und mein Umfeld) anstrengen."
  },
  {
    "case": "200",
    "frequency": "Jedes Mal",
    "intensity": "3",
    "description": "Ein Tag vorher hasse ich Menschen und so ziemlich alles überfordert mich. \nDann leichte krampfartige Schmerzen im Unterleib, aufgebläht. Dabei leichten Durchfall bei sehr starker Blutung."
  },
  {
    "case": "202",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "3",
    "description": "Schlimme Blähungen, stechen im Eierstock, Bauchschmerzen die ohne Schmerzmittel nicht auszuhalten sind, ziehen im Rücken, oft begleitet durch Pilzinfektionen (immer rund um die Periode)"
  },
  {
    "case": "206",
    "frequency": "Jedes Mal",
    "intensity": "3",
    "description": "Ziehend, krampfartig, drückend"
  },
  {
    "case": "214",
    "frequency": "Jedes Mal",
    "intensity": "2",
    "description": "Unmittelbar 2 Tage vor Einsetzen der Periode ist der Unterbauch stark aufgebläht, sodass es sowohl optisch als auch physisch sehr unangenehm ist sich gesellschaftlich damit zu integrieren.\nDie Periodenschmerzen selbst sind unangenehm bis schmerzhaft gleichbleibend an den ersten 2 Tagen zu spüren, eher dumpf, subtil und nicht zu ignorieren. \nDie Periodenblutung ist an den ersten 2 Tagen so stark, dass der Arbeitsalltag sowie Teilnahme am Leben außerhalb des Haushalts unangenehm ist, sollte kein Toilettenbesuch kurzfristig in Aussicht stehen, um mehrfach stündlich Hygieneprodukte aller Art wechseln zu müssen, da aufgrund des Abgangs von großen Gerinseln keine Maßnahme ausreichend vor \"Unfällen in Form von Durchbluten\" schützen."
  },
  {
    "case": "218",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "4",
    "description": "Ziehend, krampfartig, wellenartig, manchmal stehend wie ein Messer im Rücken. Energieraubend. So, als hätte mir jemand den Stecker gezogen."
  },
  {
    "case": "223",
    "frequency": "Jedes Mal",
    "intensity": "5",
    "description": "Krampfartig\nBrennt wie Feuer\nAufgebläht wie ein Ballon\nBlutend wie ein abgestochenes Schwein"
  },
  {
    "case": "230",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "6",
    "description": "Ziehend, krampfartig, aufgebläht,"
  },
  {
    "case": "232",
    "frequency": "Jedes Mal",
    "intensity": "5",
    "description": "Krampfartige Verspannungen im gesamten Unterleib, Ziehen, dumpfe Rückenschmerzen, aufgebläht wie ein Ballon, manchmal Durchfall dazu, Stimmungsschwankungen"
  },
  {
    "case": "233",
    "frequency": "Jedes Mal",
    "intensity": "5",
    "description": "Vor allem zu Beginn der Menstruation Krampfartige Schmerzen, zur Peak-Zeit weckt es Erinnerungen an die Wehen bei der Geburt, alles fühlt sich geschwollen an , der Bauch ist aufgebläht, dazu drückt die mentale Verfassung in dieser Phase, der ziehende Schmerz die ersten 1,5 Tage macht einen aggressiv, teils wird einem schwindelig von den Krämpfen im Unterleib."
  },
  {
    "case": "238",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "3",
    "description": "Ziehend, aufgebläht \nStimmungsschwankungen \nGereiztheit davor"
  },
  {
    "case": "239",
    "frequency": "Nie",
    "intensity": "0",
    "description": "Ich merke das glücklicherweise nicht."
  },
  {
    "case": "244",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "4",
    "description": "es fühlt sich an, als würde ein Gewicht innerlich nach \"unten raus\" ziehen.\nImmer mal wieder auch Krämpfe.\nBegleiterscheinungen sind Kopfschmerzen und Lichtempfindlichkeit"
  },
  {
    "case": "250",
    "frequency": "Jedes Mal",
    "intensity": "3",
    "description": "krampfartig, stechend im Anus, aufgebläht"
  },
  {
    "case": "253",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "3",
    "description": "Ziehende Schmerzen im Unterleib,dumpfe Rückenschmerzen"
  },
  {
    "case": "257",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "4",
    "description": "Flutartige Blutansammlungen die plötzlich abgehen, am 1. Tag furchtbar viel, teilweise kann ich alle 10 minuten Tampons wechseln. Schmerzen sind erträglich, meist nur am Tag vorher ziehende Bauchschmerzen, Wärme hilft. Teilweise Blutklumpen"
  },
  {
    "case": "300",
    "frequency": "Jedes Mal",
    "intensity": "8",
    "description": "Tag 17 \nNachts 1:36 \nExplosiv und drückend fast schon wehenartig krampfend\nMuss dringend groß auf Toilette mein ganzer Darm will sich entleeren \nScheiß Eisprung \n\n1:58 \n\nErleichternd weniger Druck und Schmerz vorher extrem aufgebläht jetzt ist es besser. am liebsten würde ich meine Organe einfach ausscheiden fühlen sich an als würde sie platzen einfach viel zu viel los in der unteren Gegend \nUnterer Rücken Oberschenkel \nVorher Kopfschmerzen \n\nWill mich ablenken \nKuck Serie bis in die frühen Morgen Stunden \nMusste noch 2 mal auf Toilette \n\nTag 18\nDurchgehend leicht dumpfe unterleibschmerzen ziehend brennend und extremer blähbauch fühl mich wie ein Ballon {EM_BALLOON} Kreislauf ist auch so mähhhh\n\nTag 25\n\nMonatliche Identitätskrise aber es ist pms \n\nDepri fühl mich fett und hässlich \nHeißhunger mini Pizzen o Saft und Fleisch {EM_GRINNING_FACE_WITH_SWEAT}\n\nTag 29 \nLeichtes Ziehen im unterleib \n\nTatsächlich keine schmerzenden Brüste oder kaltschweiß vl hilft der mönchspfeffer doch \n\nTag 30 \nLeicht schmerzende Brüste tut leicht weh bei berühren \n3-4 mal am Tag stärkeres unterleib ziehen dachte kurz es geht schon los \n\nTag 31\nMan ich krieg voll Pickel und jetzt tun meine Brüste doch weh \nUnd Heißhunger auf o Saft und Fleisch {EM_GRIMACING_FACE}\nIch sollte mal wieder Eisen supplementieren \n\nTag 32 \nWo bleibt SIE denn jetzt die verfickte scheiße. Durchi und Brüste tun mehr weh meine Laune ist wieder kacke etwas mürrisch und nachts hab ich auch noch geschwitzt so kalt Schweiß … wiederlich der verfickte mönchspfeffer hilft einfach nicht. Ääääätzend \n\nTag 33 \nImmernoch nicht …. Ich raste aus was soll das \n\nTag 34 \nIch hab echt noch den ganzen Tag gewartet und war übel gelaunt \nAber nachmittags Abend kam sie endlich nur leicht aber immerhin \nKrämpfe und schwere leicht schmerzende Oberschenkel sind schon da -.- die Nacht wird ja super {thumbsup_tone1} und die Arbeit ist grad auch viel und anstrengend dann wird’s wohl viel Schmerzmittel geben Jippi \n\n\nPeriode selbst: \nFroh über die Erleichterung das dieser Unterdruck im Unterleib sich endlich löst. Schmerzen werden intensiver anfangs noch eher brennend wie Säure. Und eben in Wellen also nicht durchgehend. Wenn die krampfartigen Schmerzen dann ihren Höhepunkt erreichen ist es wie spitze Fingernägel dich sich an der Gebärmutterwand entlang kratzen. Dazu tut der untere Rücken weh. Mumu Krämpfe gibt\u0027s auch manchmal. meine Oberschenkel fühlen sich wie Elefanten Füße an mit leichten schnerzlichen ziehen. Wenn ich nicht arbeiten muss lieg ich den ersten Tag komplett flach. Der zweite ist meistens aushaltbar was man sich halt als Frau so angewöhnt. \nBin schon unter Krämpfen Auto gefahren und dachte wtf kein Mann könnte das. \nManchmal ist auch so ein einschießender stechender Schmerz im Poloch \nAlso die ersten zwei Tage sind noch Hölle dann gibt\u0027s nur noch Erleichterung. \nEs ist auch jedes Mal unterschiedlich die Pms Symptome die Schmerzen und Intensität und wie viel man blutet wo und wie sie sich anfühlen und die Stimmung. Mal möchte man weinen mal töten. Mal ist es völlig ok dafür Todes schmerzen. \nGleichzeitig hab ich das Gefühl wenn ich meine Tage habe kann ich als Frau besser Grenzen ziehen. Weils mir dann eh schon dreckig geht dulde ich das weniger. Und ich hab mehr Zugriff auf tiefe Emotionen die sonst im Alltag unterdrückt werden. Soo :D das war alles mein gugu Mausi puh \u003c3"
  },
  {
    "case": "308",
    "frequency": "Selten",
    "intensity": "2",
    "description": "Glücklicherweise war ich nahezu beschwerdefrei. Selten hatte ich am ersten Tag der PeriodE leichte Kopfschmerzen, die nach Einnahme EINER Ibuprofen vergingen."
  },
  {
    "case": "311",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "3",
    "description": "Grundsätzlich fühlt sich die Menstruation bei mir nicht negativ an. Hin und wieder spürt man, dass Blut aus einem hinausläuft, aber das ist in keinster Weise mit Schmerzen verbunden. Das einzige Unbehagen habe ich in etwa drei bis vier Mal während einer Periode. Dann spüre ich einen krampfartigen Schmerz in meinem Unterleib, der sehr heftig ist - zum Glück hält er aber nur etwa zehn Sekunden an, bevor er wieder verschwunden ist. Und nach vier Tagen ist alles wieder vorbei."
  },
  {
    "case": "319",
    "frequency": "Jedes Mal",
    "intensity": "5",
    "description": "Körperliche Beeinträchtigungen durch regelmäßige Krämpfe, Gliederschmerzen und Kopfschmerzen. Ziehend, stechend und wellenartig"
  },
  {
    "case": "320",
    "frequency": "Es variiert von Zyklus zu Zyklus",
    "intensity": "3",
    "description": "An Tag eins fühlt es sich ab wie Krämpfe im Unterleib die bei mir meistens nicht so stark sind, dass ich ein schmerzmittel nehmen muss, nur manchmal. Alle weiteren Tage aber ich zwar Keile Schmerzen aber fühle mich aufgebläht, als hätte ich einen Korken in mir, der den Uterus zu macht. Ich fühle mich auch allgemein müde, erschöpft und unwohl in meinem Körper. Das hält oft noch 1-2 Tage nach der Menstruation an."
  },
  {
    "case": "322",
    "frequency": "Jedes Mal",
    "intensity": "8",
    "description": "krampfartig\naufgebläht wie ein Ballon\n wie kleine Stromstöße\npulsierend"
  },
  {
    "case": "324",
    "frequency": "Jedes Mal",
    "intensity": "7",
    "description": "Ziehend, krampfartig und wellenartig"
  },
  {
    "case": "326",
    "frequency": "Jedes Mal",
    "intensity": "5",
    "description": "Dumpf, drückend aufgebläht"
  },
  {
    "case": "328",
    "frequency": "Jedes Mal",
    "intensity": "3",
    "description": "Es ist drückend, mit rücken und glieder schmerzen über all\nVorallem in den ersten tagen ist es ganz schlimm. Es kann stechen wie ein messer oder es fühlt sich an sie stromschläge"
  },
  {
    "case": "329",
    "frequency": "Jedes Mal",
    "intensity": "5",
    "description": "Übelkeit \u0026 ein Ziehen\nUngemütlich \u0026 dreckig\nStechen\nNoch mehr ziehen, ziehen, ziehen"
  },
  {
    "case": "330",
    "frequency": "Jedes Mal",
    "intensity": "3",
    "description": "Beschwerden an so 2-3 von 5 Tagen.\n\nStarke ziehende, krampfige Schmerzen im Unterbauch. Meistens gehen die Schmerzen nach 20-30 Minuten weg, können aber auch immer wieder kommen, so wie ich mir Wehen bei der Geburt vorstelle.\nMeistens helfen Schmerzmittel nach einer Weile. Manchmal, wenn ich sie zu spät nehme aber auch nicht mehr.\n\nManchmal hab ich nach den akuten, krampfartigen, sehr starken Schmerzen auch noch dumpfe, drückende Schmerzen die den ganzen restlichen Tag bleiben. \n\nDie Schmerzen ziehen oft in den unteren Rücken.\n\nManchmal (ganz selten) wie mir auch schlecht oder schwindelig von den Schmerzen"
  }
]
