{
  "landing-page": {
    "info-text-1-portrait": "Uns Menschen gibt es schon eine Weile.\nKonkret seit mehr oder weniger 2 Millionen\nJahren, je nachdem, bei welchen Vorfahr*innen\nwir beginnen wollen. Das, Organ, aus dem\nwir alle geboren werden, ist wesentlich älter,\ngeschätzt ca. 65 Millionen Jahre. Das Projekt\nblutsbande möchte menstruelles Wissen zu-\ngänglich machen und richtet sich damit an\nalle - egal ob du menstruierst oder nicht.\nBluten ist eine komplexe Angelegenheit. Für\nmanche ist es extrem schmerzhaft, andere\nmerken es nicht wirklich und dann gibt es\nnoch die, die sich dazwischen befinden. Hier\ngeht es um Menstruation im biologischen Sin-\nne - aber auch darum, was es heißt, als mens-\ntruierende Personen Teil einer Gesellschaft zu\nsein. Hier läuft so einiges zusammen.",
    "info-text-1-landscape": "Uns Menschen gibt es schon eine Weile. Konkret seit mehr oder weniger 2 Millionen\nJahren, je nachdem, bei welchen Vorfahr*innen wir beginnen wollen. Das Organ, aus\ndem wir alle geboren werden, ist wesentlich älter, geschätzt ca. 65 Millionen Jahre.\nDas Projekt blutsbande möchte menstruelles Wissen zugänglich machen und richtet\nsich damit an alle – egal ob du menstruierst oder nicht. Bluten ist eine komplexe Ange-\nlegenheit. Für manche ist es extrem schmerzhaft, andere merken es nicht wirklich und\ndann gibt es noch die, die sich dazwischen befinden. Hier geht es um Menstruation im\nbiologischen Sinne – aber auch darum, was es heißt, als menstruierende Personen Teil\neiner Gesellschaft zu sein. Hier läuft so einiges zusammen."
  },
  "tokyo": {
    "title": "menstruationsarchiv",
    "info-text-1": "Nun wissen wir also: Menstruation ist ein komplexes, vielschichtiges, mehrdimensionales\nPhänomen. Wie aber würden denn jetzt Menstruierende das ganze selbst beschreiben?\nDarum soll es hier gehen! Der vierte Teil des Projekts ist im Prinzip eine Sammlung\nmenstrueller Perspektiven.\n\nWeiter unten findest du einzelne Beschreibungen von Menstruierenden. Für dieses Projekt\nist eine anonyme Online-Befragung im Zeitraum zwischen November und Dezember 2025\ndurchgeführt worden, bei der alle Menschen, die schonmal menstruiert haben, teilnehmen\nkonnten. Jeder Klecks steht für eine menstruierende Person. Die Zahlen markieren jeweils\ndie empfundene Schmerzintensität der jeweiligen Person, auf einer Skala zwischen 0 (kein\nSchmerz) und 10 (unerträglichster Schmerz). Beachte aber: Es gibt noch ein\nweiteres Phänomen, das hier eine Rolle spielt.",
    "info-text-1-p": "Nun wissen wir also: Menstruation ist ein komple-\nxes, vielschichtiges, mehrdimensionales Phäno-\nmen. Wie aber würden denn jetzt Menstruierende\ndas ganze selbst beschreiben? Darum soll es hier\ngehen! Der vierte Teil des Projekts ist im Prinzip\neine Sammlung menstrueller Perspektiven.\n\nWeiter unten findest du einzelne Beschreibungen\nvon Menstruierenden. Für dieses Projektist eine\nanonyme Online-Befragung im Zeitraum zwischen\nNovember und Dezember 2025 durchgeführt wor-\nden, bei der alle Menschen, die schonmal menstru-\niert haben, teilnehmen konnten. Jeder Klecks steht\nfür eine menstruierende Person. Die Zahlen mar-\nkieren jeweils die empfundene Schmerzintensität\nder jeweiligen Person, auf einer Skala zwischen 0\n(kein Schmerz) und 10 (unerträglichster Schmerz).\nBeachte aber: Es gibt noch ein weiteres Phänomen,\ndas hier eine Rolle spielt.",
    "footer": "Ich glaube dir!"
  },
  "manchester": {
    "info-text-1": "Schmerzen werden subjektiv wahrgenommen.\nDas bedeutet nicht, dass manche Menstruierende\neinfach besser im Aushalten als andere sind. Die\nUrsachen für Menstruationsbeschwerden sind\nindividuell und ob eine Person starke oder keine\nSchmerzen hat, hängt nicht nur von biologischen,\nsondern auch von sozialen und psychischen\nFaktoren ab.",
    "info-text-1-p": "Schmerzen werden subjektiv wahrgenommen. Das\nbedeutet nicht, dass manche Menstruierende einfach\nbesser im Aushalten als andere sind. Die Ursachen\nfür Menstruationsbeschwerden sind individuell und\nob eine Person starke oder keine Schmerzen hat,\nhängt nicht nur von biologischen, sondern auch\nvon sozialen und psychischen Faktoren ab.",
    "info-text-2": "Fest steht: Keine Person sollte unter Schmerzen leiden müssen. Dieses Projekt ist\ninsofern auch als Anreiz zu verstehen: Wenn du selbst menstruierst und selbst\nunter Schmerzen leidest, scheu dich nicht davor, ärztliche Hilfe aufzusuchen.\nUnd wenn du und dein Schmerz nicht ernst genommen werden, dann kannst\ndu jederzeit zu anderen Gynäkolog*innen zu wechseln.\n\nWenn du also das nächste Mal einer menstruierenden Person begegnest, die sagt\nsie hat starke Schmerzen, gibt es zumindest eine Sache, die du tun kannst. Du\nkannst zu der Person sagen:",
    "info-text-2-p": "Fest steht: Keine Person sollte unter Schmerzen\nleiden müssen. Dieses Projekt ist insofern auch als\nAnreiz zu verstehen: Wenn du selbst menstruierst\nund unter Schmerzen leidest oder du jemanden\nkennst, ärztliche Hilfe aufzusuchen. Und wenn du\nund dein Schmerz nicht ernst genommen werden,\nscheu dich nicht davor, zu anderen Gynäkolog*in-\nnen zu wechseln.\n\nWenn du also das nächste Mal einer menstruie-\nrenden Person begegnest, die sagt sie hat starke\nSchmerzen, gibt es zumindest eine Sache, die du\ntun kannst. Du kannst zu der Person sagen:"
  },
  "dublin": {
    "info-text-1-landscape": "Willkommen im ersten Teil dieses Projekts - hier erhältst du erstmal einen Überblick\nüber die Regelmäßigkeiten des Menstruationszyklus. Vorab beginnen wir aber mit\nein paar allgemeinen facts. Wenn du selbst nicht menstruierst, bietet dir diese Seite\ndie Möglichkeit, dich bestmöglich in dieses Erlebnis hineinversetzen zu können.\nWas genau damit gemeint ist, wirst du dann aber merken, wenn du dich ein Weilchen\ndurch die Seite gescrollt hast ... Fröhliches Bluten!",
    "info-text-1-portrait": "Willkommen im ersten Teil dieses Projekts -\nhier erhältst du erstmal einen Überblick über\ndie Regelmäßigkeiten des Menstruationszyklus.\nVorab beginnen wir aber mit ein paar allgemeinen\nfacts. Wenn du selbst nicht menstruierst, bietet dir\ndiese Seite die Möglichkeit, dich bestmöglich in die-\nses Erlebnis hineinversetzen zu können. Was genau\ndamit gemeint ist, wirst du dann aber merken, wenn\ndu dich ein Weilchen durch die Seite gescrollt hast ...\nFröhliches Bluten!"
  },
  "frankfurt": {
    "info-text-1": "Vielleicht erinnerst du dich noch dunkel\nan die schulische Darstellung der Gebär-\nmutter. Räumlich sieht sie Wirklichkeit\netwas anders aus. Aus Platzgründen\nliegen die Eileiter mit den Ovarien sehr\nnah am Körper des Uterus. Ein wenig\nwie hier, nur noch etwas gequetschter."
  },
  "london": {
    "info-text-1": "Wenn es um den Menstruationszyklus geht,\nreicht eine Perspektive nicht aus. Hier hätten\nwir also mal eine eher ungewöhnlichere\nAnsicht von oben. Sowohl in der Gebärmutter-\nhöhle als auch im Eierstock läuft ein Zyklus ab.\nMan könnte auch sagen, das ist der Zyklus im\nZyklus. Inception. Aber lassen wir das. Vorerst ..."
  },
  "nottingham": {
    "info-text-1": "Dieses Hormon ist für das Heran-\nreifen der Follikel zu Beginn des\nneuen Zyklus zuständig, außerdem\nfördert es die Bildung von Östro-\ngen. Die Follikel enthalten die Ei-\nzellen und dienen hier zunächst\nals schützende Hülle.",
    "info-text-2": "Dieses Hormon ist daran beteiligt,\ndass die Ovulation ausgelöst wird\nund hat außerdem die Funktion, die\nBildung von Progesteron zu fördern.\nEs wird in der Hirnanhangdrüse,\neinem erbsengroßen Bereich des\nGehirns, gebildet. Dieser steuert\nübrigens maßgeblich das Hormon-\nsystem des Körpers.",
    "info-text-3": "Dieses Hormon ist zum einen\nmitverantwortlich für die Ovulation.\nDabei beginnt die Konzentration\nzu steigen, sobald der dominante\nFollikel angereift ist. Außerdem ist\nes maßgeblich bei der Regeneration\ndes Endometriums nach der Mens-\ntruation. Übrigens: in hoher Menge\nfördert es die körperliche Ausdauer.",
    "info-text-4": "Dieses Hormon ist dafür verantwort-\nlich, das Heranreifen weiterer Eizel-\nlen zu verhindern. Gleichzeitig sorgt\nes für den Auf-, Ab-, sowie Umbau\ndes Endometriums. Zusätzlich kann es\ndabei zum Auslöser zahlreicher\nPMS-Symptome werden, wie ein\nGefühl des Aufgeblähtseins, Akne\noder schlechte Laune."
  },
  "monaco": {
    "info-text-1": "Die Gebärmutterschleimhaut wird auch als Endometrium\nbezeichnet. Sie ist durchzogen von Blutgefäßen, die es\nmit Nährstoffen versorgen. Um zu verstehen, was während\nder Menstruation passiert, müssen wir genau hier, also in\nder Gebärmutter-Höhle beginnen: Das Menstruationsblut\nist im Grunde ein Teil dieser Schleimhaut, die aufgebaut\nund dann abgestoßen wird. Im weiteren Verlauf geht\nes darum, diesen Prozess genauer zu verbildlichen.",
    "info-text-2": "Wenn ich meine Periode bekomme, treten die Schmerzen schub-\nartig und sehr intensiv im Unterleib auf, ähnlich wie starke Magen-\nkrämpfe, nur tiefer und drückender, fast so, als würde etwas von\ninnen heraus kratzen. Dazu kommen oft pochende Kopfschmer-\nzen und, wie es wohl viele kennen, starke Stimmungsschwankun-\ngen, bei denen ich sehr emotional reagiere. Manchmal fühlt es\nsich dann sogar so an, als würde mein Herz selbst wehtun, nicht im\nübertragenen Sinn, sondern als echter, körperlicher Schmerz."
  },
  "oslo": {
    "info-text-1": "Wieviele Zyklen erlebt eine menstruierende\nPerson durchschnittlich im Laufe eines\ngesamten Lebens? Eine ganze Menge.\nHier ein Vergleich:",
    "info-text-2": "Wichtig ist zu betonen, dass die hier zugrunde liegende\nQuelle vergleicht nur menstruierende Frauen. Obwohl die\nLebenserwartung damals bei etwa 40 Jahren lag, sind es\nim Vergleich dazu heute auch nicht viel mehr Jahre in\ndenen menstruiert wird, bevor die Menopause einsetzt.\nSo sind Menstruierende im Durchschnitt 49,7 Jahre,\nwenn sie ihre letzte Regelblutung haben.\n\nWir halten also fest: Die durchschnittliche Menge an\nMenstruationen in einem Leben hat sich mehr als verdrei-\nfacht. Woran liegt das? Nun ja. Zugang zu gesundheitlicher\nVersorgung, Ernährung - kurzum eine besserer Lebens-\nstandard für viele spielt da schonmal eine große Rolle.",
    "info-text-3": "Mit dieser Basis schauen wir uns jetzt mal die einzelnen\nZyklusphasen näher an. Ein Menstruationszyklus dauert bei\nden meisten Menschen etwa 23-35 Tage. Wie lange dabei die\neinzelnen Zyklusphasen dauern, variiert nicht nur bei jeder\nPerson, sondern teilweise auch von Zyklus zu Zyklus. Streng\ngenommen müssen wir mit der Menstruation selbst begin-\nnen, denn diese legt auch gleich den ersten Zyklustag der\nersten Zyklusphase fest. Zu Verständniszwecken kommt der\nAnfang hier am Ende. Wir müssen schließlich erstmal wissen,\nwas da überhaupt rausläuft.",
    "info-text-4": "Übrigens hat sich auch das Alter beim\nEinsetzen der ersten Menstruation\ndeutlich verringert. Während Mädchen\num 1815 erst mit 17 Jahren ihre\nMenarche hatten, liegt das heutige\nDurchschnittsalter dafür bei 13 Jahren."
  },
  "pyongyang": {
    "info-text-1": "In der Proliferationsphase kurz nach der\nMenstruation reift ein Follikel in einem\nder Eierstöcke heran. Dieser ist wie eine\nArt Behälter für die darin liegende Eizelle.\nEs werden zu jedem neuen Zyklus meh-\nrere Eizellen herangereift, jedoch schafft\nnur eine davon es letzlich, sprungreif zu\nwerden (das warst also mal du). Ob das\nim linken oder rechten Eierstock passiert,\nscheint dem Zufall überlassen zu sein.\nZumindest wurde in der Forschung noch\nkeine Antwort dafür gefunden.",
    "info-text-2": "Durch den Follikel steigt die Östrogen-\nKonzentration im Körper an und das\nGehirn erhält ein Signal, dass der\nFollikel herangereift ist. Währenddessen\nregeneriert das Endometrium von der\nletzten Menstruation und verdickt sich.\nDabei wachsen sogenannte Spiralartieren\nins Gewebe ein, die für die Nährstoffver-\nsorgung verantwortlich sind und es quasi\nam Leben halten.",
    "info-text-3": "Wenn ein bestimmter Schwellenwert an\nangereichertem Östrogen erreicht ist, wird\nder Eisprung ausgelöst. Die Eizelle wird da-\nbei aus ihrer Schutzhülle, dem Follikel in\nden Eileiter freigesetzt. Ab da ist sie dann\nfür ca. 24 Stunden befruchtungsfähig.",
    "info-text-4": "Nach dem Eisprung setzt die Lutealphase\nein. Die unbefruchtete Eizelle wird inner-\nhalb der Lutealphase vom Körper abge-\nbaut. Der nun leere Restfollikel wandelt sich\num in das sogenannte corpus luteum, auch\nbezeichnet als Gelbkörper. Dieser schwillt\ndann leicht an und bildet das Hormon Pro-\ngesteron.",
    "info-text-5": "Falls du selbst menstruierst und dich\nin dieser Phase aufgebläht fühlst, du\nBesuch von einigen Pickeln oder auch\nvon schlechter Laune bekommst - hier\nhaben wir den Übeltäter. Aber auch hier\ngilt: Nicht alle sind von solchen PMS-\nSymptomen betroffen.",
    "info-text-6": "Natürlich ist das nicht die Hauptaufgabe\ndes Progesterons. Wenn überhaupt ist\ndas der Kollateralschaden. Das Hormon\nProgesteron ist vor allem für den Auf-, Ab\nund sogar Umbau des Endometriums, also\nder Schleimhaut, zuständig. Für den Fall\neiner Befruchtung der Eizelle werden Nähr-\nstoffe zur Versorgung eines Embryos in die\nSchleimhaut eingelagert. Währenddessen\nwächst die diese weiter.",
    "info-text-7": "Was der Gelbkörper sonst noch treibt, ist\nunter anderem, die Produktion eines weite-\nren Hormons zu veranlassen. Falls du dich\nfragst, wie es möglich ist, dass der Uterus\nvon der Größe einer menschlichen Faust zu\nder Größe einer Wassermelone heranwach-\nsen kann, ohne sich bei den umliegenden\nNachbarn (und dem Skelett) unbeliebt zu\nmachen: Das Zauberwort heißt Relaxin.\n\nDieses Hormon hat die Aufgabe, Bänder\nund Gelenke mit Beginn des Eisprungs (und\nteils während der Schwangerschaft) im ge-\nsamten Körper weicher zu machen. Das gibt\nMenstruierenden einerseits die Fähigkeit,\ndass sie in bestimmten Phasen ihres Zyklus\nbeweglicher sind und sich leichter verbie-\ngen können, andererseits kann es aber auch\nKnieprobleme begünstigen.",
    "transition-text-1": "Ich finde es fühlt sich immer so an, als würde jemand\nvon innen die Gebärmutter mit einer Hand zerdrücken\noder daran ziehen. Ganz komisches Gefühl."
  },
  "shenzhen": {
    "info-text-1": "Danach beginnt die Menstruation und\nleitet damit, wie schon angeteasert, den\nneuen Zyklus ein. Das Ganze spielt sich\nhauptsächlich im Endometrium ab. Die\nMenstruation lässt sich unterteilen in\nzwei Teile, beginnend mit der soga-\nnannten Desquamation.\n\nDurch den Entzug des Progesterons\nwird das Gewebe der Gebärmutter-\nschleimhaut beschädigt, genauer ge-\nsagt die Kapillare, welche die Ver-\nbindungen der Arterien und Venen\ndarstellen, die sich durch dieses Gewe-\nbe ziehen und es mit Nährstoffen ver-\nsorgen.",
    "info-text-2": "Durch den Durchblutungsstop\nstirbt die obere Schleimhaut-\nschicht ab - das Blut läuft aus.\nDer Uterus lässt Kontraktio-\nnen entstehen, um die obere\nSchleimhaut mitsamt des frei-\ngesetzten Blutes loszuwerden.",
    "info-text-3": "Beim Abgeben der Schleim-\nhaut helfen außerdem Hor-\nmone, sogenannte Prostag-\nlandine. Prof. Dr. Mandy\nMangler, Chefärztin im Be-\nreich Gynäkologie und Ge-\nburtshilfe vermutet, dass der\nUterus sich bei den Kontrak-\ntionen zusammenziehe und\ndadurch weniger Sauerstoff\nerhalte. Das Zusammenspiel\nder Immunzellen und dem\nverminderten Sauerstoff\nkönne ihrer Meinung nach\neine mögliche Ursache für\nUnterleibskrämpfe sein.",
    "info-text-4": "Wenn das Gewebe abgebaut ist,\nfängt der Uterus von vorn an -\ndie Regeneration ist auch noch\nTeil des Menstruationsprozesses.\nHier werden die Wundflächen\ndurch die untere Schleimhaut-\nschicht, die bestehen bleibt,\nwieder verschlossen. Und da\nwären wir wieder am Anfang.",
    "transition-text-1": "Einen Tag vorher hasse ich Menschen und so ziemlich alles\nüberfordert mich. Dann leichte krampfartige Schmerzen\nim Unterleib, aufgebläht. Dabei leichten Durchfall bei\nsehr starker Blutung."
  },
  "alexandria": {
    "info-text-1": "Nachdem wir das Spektakel gesehen ha-\nben, ist es kein Geheimnis mehr, dass\nda wesentlich mehr aus einem Uterus\nfließt als lediglich Blut - da läuft so eini-\nges zusammen. Um etwas transparenter\nbezüglich der Inhaltsstoffen zu werden:\nMan kombiniere etwas Schleimhaut zu-\nsammen mit Blut, einer Prise Zervix-\nschleim, etwas Vaginalsekret und ein\npaar Bakterien - und tada! Fertig ist\ndas Menstruationsblut.",
    "transition-text-1": "Also 5 von 6 Tagen habe ich (fast) keine Beschwerden. Nur der erste Tag ist\njedes Mal furchtbar. Meine Schmerzen sind immer etwas unterschiedlich, aber\njedes Mal stark. Von krampfartig bis stechend wie ein Messer. Wenn's\nbesonders schlimm wird, ziehen mir die Schmerzen von der Taille bis in die\nZehenspitzen. Manchmal begleitet von Übelkeit. Die Schmerzen spüre ich im\nRücken und im vorderen Unterleib. Die Wärmflasche reicht nicht aus, die\n»Schmerzmittel brauchen mindestens 1 Stunde, um einzusetzen. An den\nbesonders schlimmen Tagen liege ich fast nur im Bett und warte, dass meine\nSchmerzen gelindert werden. Ich fühle mich dann auch einfach ausgelaugt,\nweil ich das so lange aushalten muss. Am zweiten Tag habe ich meistens Ruhe\noder zumindest so leichte Beschwerden, dass ich meinen Alltag meistern kann.\nOft werde ich auch 2 Tage - 2 Wochen vor meiner Periode reizbarer und/oder\nemotionaler, aber das ist wirklich jeden Monat etwas unterschiedlich."
  },
  "fuji": {
    "quote-text": "„Frauenpein hat meinen Körper\nergriffen, lasset die Götter mir\ndieses Übel ausreissen.“",
    "info-text-1": "Da haben wir ihn also. Den ersten schriftlich\nfestgehaltenen Fall von Dysmenorrhoe (einer\nMenstruation, die sich durch starke Beschwerden\nausdrückt). Das hier ist einer der frühesten Funde\nmenschlicher Aufzeichnungen über Menstruation.\nUnd dann auch noch von einer menstruierenden\nPerson höchstpersönlich dokumentiert. Das ist\ngerade für die darauffolgenden 5000 Jahre\neine absolute Rarität. Sie äußert ihren Schmerz -\nund scheint offenkundig nicht begeistert zu sein.",
    "transition-text-1": "Ich habe meine Periode im Alter von 11 Jahren bekommen und dazu jede Menge\nSchmerzen. Während meiner Periode fühlt es sich an, als würde mein Unterleib nach\nunten herausfallen. Es zieht und drückt, als würde mir jemand in den Bauch treten\noder eine Hand von unten in mich hineinfassen und versuchen, meine Gebärmutter\nherauszureißen. Auch der Gebärmutterhals fühlt sich so an, als wäre etwas Großes\nhindurchgeschoben worden. Es ist, als wäre etwas in meinem Körper, das dort nicht\nhingehört und unbedingt herauswill. Mein ganzer Körper wird dann schwer. Jede\nBewegung ist anstrengend, und es fühlt sich an, als würden an meinen Armen und\nBeinen schwere Steine hängen, die ich mit mir mitziehen muss. Ich bekomme immer\nDurchfall und habe dadurch zusätzlich Magenschmerzen. Mein unterer Rücken schmerzt\nebenfalls. Meistens dauern diese Beschwerden etwa 5 bis 7 Tage, wobei die Schmerzen\nam zweiten und dritten Tag am stärksten sind. Wenn die Schmerzen ihren Höhepunkt er-\nreichen, kann es vorkommen, dass ich mich gar nicht mehr bewegen kann, auf dem\nBoden krieche wie ein Kind und mich sogar übergebe. Wie lange das anhält, kann ich\nnicht genau sagen, denn sobald es beginnt, nehme ich Schmerzmittel. Es dauert dann\netwa 30 bis 45 Minuten, bis sie wirken und es mir besser geht. Ich nehme also alle drei\nWochen (meine Periode ist sehr regelmäßig) mindestens drei Tage lang Schmerzmittel.\nDie Schmerzen treten meistens am Vormittag auf. Meinem Alltag kann ich nur nach-\ngehen, wenn ich Schmerzmittel nehme. Außerdem habe ich meistens auch nach mei-\nner Periode noch mit Rückenschmerzen oder schmerzenden Körperteilen zu tun, weil\nsich während der Periode alles so stark verkrampft, dass ich anschließend Muskelkater\nhabe. Außerhalb meiner Periode habe ich nur selten Unterleibsschmerzen. Um das alles\nnicht mehr ertragen zu müssen und den Schmerzmitteln zu entkommen, habe ich mich\nim Alter von 15 Jahren entschieden, die Pille zu nehmen. Seitdem habe ich diese star-\nken Schmerzen nicht mehr. Dank der Pille kann ich meinen Alltag normal leben. Ich habe\nkaum noch Periodenschmerzen. Meine Rückenschmerzen und der Durchfall sind zwar\ngeblieben, aber die restlichen Schmerzen sind verschwunden. Im Alter von 20 Jahren\nwurde schließlich festgestellt, dass ich Endometriose habe."
  },
  "hamburg": {
    "info-text-1": "Unser Verständnis von Menstruation hat sich über die\nLaufe der letzten Jahrtausende immer wieder gewandelt.\nAlles in allem ist der gesellschaftliche Umgang damit aber\nnicht gerade positiv ausgefallen. Die Fülle an Gynäkolo-\ngen, Wissenschaftlern und Philosophen die das Thema\nMenstruation für sich in Anspruch genommen und die\nwildesten Theorien gesponnen haben, ist endlos lang.\nSie alle hier zu benennen wäre auch eher überflüssig,\ndenn vieles wiederholt sich einfach nur.\n\nStattdessen soll hier ein grober historischer Überblick\ngeschaffen werden, der uns etwas besser verstehen lässt,\nworauf unser heutiges Verständnis von Menstruation fußt\nund wo wir selbst ansetzen bzw. im Umgang mit anderen\nMenstruierenden helfen können.",
    "quote-text-1": "Verschieden, mal krampfend,\nmal stechend, mal wie ein Vulkan\nund manchmal recht friedlich."
  },
  "kyoto": {
    "info-text-1": "Circa 2600 Jahre später - wir reisen ins antike Griechenland -\nbegründet ein Arzt namens Hippokrates (man kennt ihn auch\nals \"Vater der Medizin\") seine sogenannte Säftelehre als vor-\nherrschende Theorie, die fortan bis in die Mitte des 19. Jahrhun-\nders als Grundlage der Medizin gilt. Merken wir uns an dieser\nStelle: Einer der vier Säfte von denen er schreibt, ist das Blut.\nNun, da Menstruierende dieses einmal im Monat unkontrolliert\nausstoßen, gelten sie zum einen als schwächer im Vergleich zur\nmännlichen Norm. Hippokrates erkennt aber schon damals an,\ndass die Menstruation wohl lebens- und gesundheitserhaltend\nfür Frauen sein muss. Spoiler: Damit lag er gar nicht mal falsch.\nHeute wissen wir, dass Menstruation tatsächlich ein Maßstab\nfür allgemeine Gesundheit sein kann.",
    "info-text-2": "Apropos Krankheit: Zu mittelalterlichen Zeiten\nentstehen so einige kreative Interpretationen\ndarüber, was Menstruationsblut alles herbeiführt:",
    "info-text-3": "Daraus könnte sich ableiten lassen, dass Frauen, die nicht (mehr)\nmenstruiert haben, eher als normal angesehen wurden, da sie\ninsofern dem männlichen Ideal näher gerückt sind. Stattdessen\ngelten Frauen in der Menopause sogar als noch beunruhigender.\nMan(n) ist davon ausgegangen, das schädliche Blut staue sich in\nihnen auf, weil sie zu kalt und feucht seien, um den Überschuss\nzu verbrennen. Deshalb seien sie durch das Gift so verdorben,\ndass sie Kinder in der Wiege mit einem Blick töten könnten.\n(vgl. Janega 2023: S. 178)",
    "quote-text-1": "„Es ließ Ernten verdorren,\ntrübte Spiegel ein, und unter\nganz extremen Umständen\ntötete es Menschen entweder\ndurch den Kontakt mit dem Blut\noder einfach durch den Blick\nder menstruierenden Frau.“"
  },
  "madrid": {
    "info-text-1": "Machen wir einen großen Sprung ins 19. Jahr-\nhundert, denn hier wird es wirklich wild. Da\nder weibliche Körper zu dieser Zeit noch im-\nmer als biologisch unterlegen gilt, sind jeg-\nliche Menstruationsbeschwerden laut dama-\nliger Auffassung erwartbar. Wiederum führt\ndiese Annahme dazu, dass Menstruierende,\ndie beschwerdefrei bleiben, ernsthafte Zwei-\nfel an ihrer Gesundheit hegen. Man(n) nennt\nes auch das Zeitalter der modernen Medizin\n- um 1850 wird die Humoraltheorie (wir er-\ninnern uns: Hippokrates und die Säftelehre)\ndurch die Zellularpathologie ersetzt.\n\nHier gilt erst recht die Annahme, die Menst-\nruation sei krankhaft. Immerhin werden die\nZellen als Basis für Gesundheit und Tod ent-\ndeckt und wir wissen ja jetzt, dass die Zellen\nim Uterus während der Menstruation in einen\ntotalen Selbstzerstörungsmodus gehen."
  },
  "turin": {
    "info-text-1": "Soweit also die Theorie. Nun gibt es aber\nauch Fälle, bei denen ähnliche Prozesse\naußerhalb des Uterus stattfinden. Hier folgt\nein kleiner Exkurs zu einer der häufigsten\ngynäkologischen Erkrankungen, von der\ndu vielleicht auch schon gehört hast. Falls\nnicht, findest du hier eine kurze Übersicht\nmit den wichtigsten Infos.",
    "info-text-2": "Endometriose ist eine gutartige, gynäkologi-\nsche Erkrankung, die für einige Betroffene\nmit extremen Schmerzen einhergehen kann.\nVon Endometriose betroffen sein können\nMenstruierende im Zeitraum zwischen ihrer\nMenarche, also der ersten Menstruation,\nund der Menopause.\n\nLaut Schätzungen des Bundesministeriums\nfür Forschung, Technologie und Raumfahrt\nsind im Jahr 2025 bis zu 15% aller (cis-)Frauen\nim gebärfähigen Alter von Endometriose\nbetroffen. Offensichtlich steigt die Menge unter\nBerücksichtigung aller Menstruierender noch,\naußerdem gibt Prof. Dr. Sylvia Mechsner, die\nLeiterin des Endometriosezentrums der Charité\ndie Dunkelziffer zu bedenken. Schließlich blei-\nben viele Betroffene bis heute undiagnostiziert.",
    "info-text-3": "Aber was genau ist das denn jetzt eigentlich? Kurz ge-\nsagt: Gewebe, das der Gebärmutterschleimhaut ähnelt,\nwächst. Nur nicht in, sondern außerhalb der Gebärmutter.\nIm Grunde verhält sich dieses Gewebe erstmal wie das,\nwas sich im Endometrium befindet. Jedoch kann dieses\nGewebe nicht abfließen. Die Gewebereste können zu Ent-\nzündungen, Verklebungen und Zysten führen. Die Intensi-\ntät der Schmerzen ist auch davon abhängig, wo diese so-\ngenannten \"Endometrioseherden\" sich bilden.\n\nIm Allgemeinen sind Schmerzen immer eine individuel-\nle Erfahrung und sie können sehr unterschiedlich wahr-\ngenommen werden. Aber mehr dazu später. Die Angaben\ndieser Website ersetzen keine medizinische Beratung\noder Information. Solltest du Fragen oder Problemen mit\nDeiner Menstruation oder deinem Zyklus haben oder je-\nmanden kennen bei dem das zutrifft, wende dich bitte an\neine medizinische Fachkraft.",
    "info-text-4": "Eine Zyste ist so eine Art\n(manchmal ziemlich\nbeschissene) Blase, gefüllt\nmit Flüssigkeit, die sich im\nGewebe bilden kann."
  },
  "donetsk": {
    "info-text-1": "Wir könnten uns jetzt also\nzurecht fragen: Was interessiert\nuns die Zusammensetzung des\nPeriodenblutes? So oder so\nlandet es am Ende im Klo. Das,\nwas da allerdings runtergespült\nwird, enthält Informationen über\ndie allgemeine sowie reproduktive\nGesundheit Menstruierender. Das\nzeigen neueste Studien."
  },
  "istanbul": {
    "info-text-1": "Darunter berichtet eine davon, dass sich\nschätzungsweise etwa 300 verschiedene\nProteine im Menstruationsblut finden, die\nin peripherem Blut nicht vorkommen.\n\nUnter dieser wilden Mischung finden sich\neine ganze Menge potenzielle Indikatoren,\ndie dabei helfen könnten, Erkrankungen\nzu diagnostizieren. Beispielsweise für die\nFrüherkennung und Diagnostizierung von\nGebärmutterhalskrebs könnte Menstruati-\nonsblut einen effektiveren, zugänglicheren\nAnsatz bieten. Und das ganz ohne invasive\nBlutentnahme.",
    "info-text-2": "Konkret enthält Menstruationsblut neben Proteinen,\nImmunzellen, einigen Mikroorganismen auch soge-\nnannte (mesenchymale) Stammzellen. Sie haben\ndie Fähigkeit, beschädigtes Gewebe zu reparieren,\nsich selbst zu erneuern und sich schnell zu vermeh-\nren. Außerdem können sie sich in unterschiedliche\nZelltypen umwandeln. Geeignete Quellen für\nStammzellen zu finden ist in der Forschung ein\nzentrales Thema im Hinblick auf die regenerative\nMedizin zur Behandlung beschädigter Zellen,\nGewebe, Knochen oder Organe.\n\nStammzellen sind deshalb so besonders, da sie in der\nregenerativen Medizin, beispielsweise in der Genthe-\nrapie oder Zelltherapie Anwendung finden können.\nAußerdem sind sie nützlich zum Züchten von neuem,\nkünstlichen Gewebe. Sie könnten zukünftig in der Be-\nhandlung von entzündlichen Krankheiten, aber auch\neventuell für schwer zu behandelnde Erkrankungen\nwie Parkinson Einsatz finden."
  },
  "jakarta": {
    "info-text-1": "Und jetzt nochmal zurück zum\nEndometrium, der Gebärmutter-\nschleimhaut: Wir wissen, dass dieses\nbei den meisten Säugetieren wieder\naufgenommen wird - wir könnten\nes an dieser Stelle auch als eine Art\nRecycling bezeichnen. Klingt erstmal\neigentlich effizienter. Was ist also die\nUrsache für einen so komplexen\nVorgang wie die Menstruation?\n\nDie Antwort ist: Wir wissen es (noch)\nnicht eindeutig. Aber es gibt immer\nwieder Theorien aus der Forschungs-\nwelt. Hier sind die aktuellsten:",
    "info-text-2": "Eine Theorie beschreibt die Menstruation als Folge\neiner Koevolution zwischen Uterus und Embryo. Sie wäre\ndemnach durch das Eindringen des Embryos in das Endo-\nmetrium ein notwendiger Ausgleich. Der (menstruierende)\nUterus könnte eine gesteigerte Zellteilung entwickelt haben,\num sich auf die Einnistung der befruchteten Eizelle vorzu-\nbereiten. Menstruation wäre demnach eine Art Selbstschutz\nund Überlebensmechanismus des menstruierenden Körpers."
  },
  "milan": {
    "info-text-1": "Der Menstruationszyklus wird im wissenschaftlichen\nKontext auch als „spontane Dezidualisierung“ be-\nzeichnet, denn anders als bei anderen Arten erfolgt\nder Aufbau des Endometriums jeden Zyklus unab-\nhängig davon, ob eine Befruchtung stattgefunden\nhat oder nicht. Der Zyklus verfolgt im Prinzip einem\neigenen Rhythmus, der bei allen Menstruierenden\nin seiner Länge variieren kann. Dadurch können (in\nden meisten Fällen) jeweils nur eine, selten auch zwei\nEizellen befruchtet werden. Eine Theorie beschreibt\ndaher, dass der Menstruationszyklus sich entwickelt\nhaben könnte, um die Rate an Embryonen bzw. be-\nfruchteten Eizellen gering zu halten. Dadurch reduziert\nsich auch die Wahrscheinlichkeit von Fehlgeburten\noder geschädigten Embryonen."
  },
  "paris": {
    "info-text-1": "Insgesamt menstruieren übrigens genau\n1% aller Arten. Es ist nicht ausgeschlossen,\ndass in Zukunft noch weitere entdeckt\nwerden. Dabei ist weniger von einer\neinzelnen direkten Abstammungslinie\nauszugehen. Vielmehr noch scheint es,\ndie Menstruation habe sich im Laufe der\nEvolution unabhängig voneinander bei\nverschiedenen Arten entwickelt. Bei\nmanchen Fällen, wie bei uns Menschen\nbzw. Primaten scheint sie aus bisher noch\nunbekannten Gründen die effizienteste\nÜberlebensstrategie gewesen zu sein.\n\nBis auf uns Menschen befinden sich unter\nden menstruierenden Arten laut aktuellem\nWissensstand noch einige andere Primaten,\nStachelmäuse, Elefantenspitzmäuse sowie\nbestimmte Fledermausarten. Und nein, die so-\ngenannte Läufigkeit bei Hunden zählt da nicht\nzu, da die Blutung hier nicht beim Abbau des\nEndometriums erfolgt, sondern beim Aufbau.",
    "info-text-2": "Das sind zugegebenermaßen kei-\nne so befriedigenden Antworten.\nWir müssen aber auch beden-\nken - die Evolution des Uterus\nhat schon so einige Jahre auf\ndem Buckel. Um genauer zu sein:\nDie gemeinsame Vorfahrin aller\nheute lebenden beutellosen Pla-\nzenta-Säugetiere wurde von For-\nscher*innen mit dem Namen Pro-\ntungulatum Donnae versehen.",
    "info-text-3": "Wir können davon ausgehen, dass\ndieses eichhörnchenähnliche Tier\nbereits eine „gehörnte“ Gebärmut-\nter besaß und vor geschätzten 65\nMillionen Jahren aufgetaucht ist. In-\nsofern bleiben uns an dieser Stelle\nerstmal nur Theorien. Was wir dar-\naus machen, ist nochmal eine ganz\nandere Frage. Wer weiß, vielleicht\nrettet das Blut, das alle paar Wochen\nim Abfalleimer oder im Klo landet in\nZukunft sogar Leben ..."
  },
  "liverpool": {
    "info-text-1": "Übrigens wurde die Gebärmutter auch\nfür den Ausbruch der Pest in Europa\nMitte des 14. Jahrhunderts verantwortlich\ngemacht: Das Menstruationsblut würde\ndabei die wilden Phantasien der Frauen\nverbreiten und eine Epidemie auslösen.",
    "info-text-2": "Frauen erhalten lange Zeit keinen Zugang zu akademischen\nEinrichtungen, ihr Wissen und ihre Erfahrungen über Mens-\ntruation geben sie daher lediglich mündlich an ihre Mitge-\nnossinnen weiter. Kurz vor Ende des Hochmittelalters im 12.\nJahrhundert üben Frauen bereits medizinische Berufe aus,\njedoch mit Beschränkungen.\n\nUm eine medizinische Fachkraft zu werden, gehen sie für\ngewöhnlich ins Kloster, denn die Hospitale, also die Vor-\nform der modernen Krankenhäuser, sind bis dahin an diese\nangeschlossen. So haben Nonnen und Mönche medizini-\nsche Texte geschrieben, jedoch gibt es damals in den Bib-\nliotheken von Nonnenklöstern weniger medizinische Texte\nals in Mönchsklöstern. Die dahinterliegende Hierarchie soll\nFrauen eher zu pflegerischen Aufgaben verweisen und weg\nvon direkt medizinischen Berufen. Im 12. Jahrhundert wird\nargumentiert, es sei immer risikoreich religiösen Frauen die\nArbeit in der Öffentlichkeit zu erlauben, da sie dadurch zur\nsexuellen Sünde hätten verführt werden können.",
    "info-text-3": "Das hat dazu geführt, dass im 21. Jahrhundert überwiegend\nschriftliche Dokumente von männlichen Vertretern überliefert\nworden sind. Trotzdem existieren ein paar Sonderfälle, die ei-\ngenständig medizinisches Wissen dokumentiert und verbreitet\nhaben. So gibt es unter Anderem Werke von Trota von Salerno,\neiner mittelalterlichen medizinischen Denkerin, deren gynäko-\nlogische Schriften im Mittelalter bereits sehr weit verbreitet ge-\nwesen sind. Die schädlichen Assoziationen von Menstruation\nhalten sich nichtsdestotrotz durchweg bis ins 20. Jahrhundert."
  },
  "osaka": {
    "info-text-1": "Ein Gerichtspsychiater namens Richard von\nKrafft-Ebing schreibt 1902 in seinem Werk\nPsychosis Menstrualis, Frauen würden während\nder Menstruation zu Mörderinnen, Diebinnen\noder Brandstifterinnen werden.\n\nAn dieser Stelle dürfen wir nicht vergessen, dass\neinige Frauen nicht nur die Schmerzen ihres ei-\ngenen menstruierenden Körpers aushalten müs-\nsen, sondern ja auch noch die Missverständnisse\nund Diskriminierung aufgrund dessen. Welcher\nMensch würde da nicht wahnsinnig werden?",
    "quote-text-1": "„Und es bleibt die Blindheit,\ndie Verdrängung, das Wegsehen,\ndas Nichtbenennen.\"",
    "info-text-2": "Zu Beginn des 20. Jahrhunderts erscheinen die ersten medizini-\nschen Texte von Ärztinnen, die sich direkt an menstruierende\nFrauen richten und die dafür plädieren, die Krankheitsassoziation\nabzuschaffen. So sei Menstruation bei gesunden Frauen nicht mit\nBeschwerden verbunden. Obwohl dies ein wichtiger Schritt auf dem\nWeg zur Einführung der Frauenrechte und der geschlechtlichen\nGleichbehandlung ist, steckt darin die Basis einer Problematik, mit\nder wir uns noch heute umgeben: Menstruation wird „normalisiert“\nals ein Prozess, dessen Beschwerden grundsätzlich aushaltbar sei-\nen und Menstruierende in ihrem Alltag nicht weiter einschränken.",
    "transition-text-1": "Als würde jemand von unten und durch den Bauch große Messer Richtung Gebärmutter\nschieben und gleichzeitig drehen. Außerdem ausstrahlende Schmerzen wie kleinere\nStiche im rechten Oberschenkel. Die Schmerzen waren früher immer nur während der\nPeriode, dann den ganzen Monat lang. Ich habe es lange einfach ausgehalten und bin\ndann in professionelle Schmerztherapie gegangen, weil alle \"normalen\" Schmerzmittel\nwie Ibuprofen und Paracetamol nicht geholfen haben. Seit 3 Jahren kriege ich jetzt\nOpiate und sehr viele Hormone. Hatte lange trotz Spirale + Pille gleichzeitig noch eine\nPeriode. Jetzt bin ich seit 2 Monaten hormonell durch Tabletten in den Wechseljahren,\nhabe die Spirale liegen und nehme immernoch Opiate."
  },
  "singapore": {
    "info-text-1": "Mit dieser Sammlung an verschiedensten Interpretationsrichtungen wird\ndeutlich, dass die allgemeine Auffassung von Menstruation stets recht an-\ndrozentrisch ausgelegt war - sich also nach einer Norm gerichtet hat, die\nden cis-Mann ins Zentrum stellt. Wie können wir einen gerechten Umgang\nmit Menstruation finden, der diese nicht auf Assoziationen des Mangels\nund der Schwäche reduziert und gleichzeitig die erlebten Beschwerden vie-\nler Menstruierender anerkennt? Eine allzu beschönigte und verblümte Um-\ngangsweise, auch Period Positivity genannt, wird dem biologischen Prozess\nebenso wenig gerecht. Das Projekt Blutsbande positioniert sich daher in\neinem Zwischenraum. Verkörperte Menstruation ist eine komplexe Ange-\nlegenheit, auf die viele, individuelle Definitionen zutreffen. Sie kann für je-\nde*n unterschiedlich sein. Damit ist sie alles andere als eindimensional."
  },
  "bibliography": {
    "sub-title-1": "Hier findest du alle direkten und indirekten\nverwendeten Quellen. Sie sind chronologisch\nnach den einzelnen Inhaltsbereichen sortiert.",
    "direct-quotation-1": "Hauser, P. & Mambourg, E. (1973): Deutung und Bedeutung der Menstruationsblutung. Therapeutische\nUmschau, 30, S. 472.",
    "direct-quotation-2": "Janega, E. (2023): Die ideale Frau: Wie uns mittelalterliche Vorstellungen von Weiblichkeit noch heute prägen.\nÜbers. Karin Schuler. Berlin: Propyläen Verlag, S. 178.",
    "direct-quotation-3": "Hering, S. & Maierhof, G. (2002): Die unpässliche Frau: Sozialgeschichte der Menstruation und Hygiene.\nFrankfurt am Main: Mabuse-Verlag, S. 140",

    "when-does-it-run-1": "V. Jaschke & Pankow (1933): Lehrbuch der Gynäkologie.",
    "when-does-it-run-2": "Mangler, M. (2024): Das große Gynbuch. Berlin: Suhrkamp Verlag.",
    "when-does-it-run-3": "Laughey, von W. (2025) ,Pain in women: bridging the gender pain gap', Pain Management, PMID:\n40401085. Verfügbar unter: https://pubmed.ncbi.nlm.nih.gov/40401085/ [abgerufen am: 12.12.2025].",
    "when-does-it-run-4": "Bundesministerium für Gesundheit (o.J.): Endometriose. Symptome und Behandlung. Verfügbar unter:\nhttps://gesund.bund.de/endometriose#auf-einen-blick [abgerufen am: 26.11.2025].",
    "when-does-it-run-5": "Bundesministerium für Bildung und Forschung (2024) Stark-Watzinger: Wir stärken die Forschung\nzu Endometriose. Verfügbar unter: https://www.bmftr.bund.de/SharedDocs/Pressemitteilungen/\nDE/2024/09/100924-Endometriose.html [abgerufen am: 26.11.2025].",
    "when-does-it-run-6": "AOK (2024) Endometriose: Die unsichtbare Krankheit - Interview mit Prof. Dr. Sylvia Mechsner, Charité.\nVerfügbar unter: https://www.aok.de/pp/gg/versorgung/interview-endometriose-mechsner-charite/\n[abgerufen am: 26.11.2025].",

    "why-does-it-run-1": "Zaheer, A., Komel, A., Abu Bakr, M.B., Singh, A.K., Saji, A.S., Kharal, M.M., Ahsan, A., Khan, M.H. & Akbar, A.\n(2024):,Potential for and challenges of menstrual blood as a non-invasive diagnostic specimen: Current sta-\ntus and future directions', Annals of Medicine and Surgery, 86(8), S. 4591-4600. Verfügbar unter: https://doi.\norg/10.1097/MS9.0000000000002261\n[abgerufen am: 12.12.2025].",
    "why-does-it-run-2": "Rahnama, M., Ghasemzadeh, N., Latifi, Z., Kheradmand, F., Abbasi Koukia, F., Sharun, K. & Golchin, A.\n(2025): ,Menstrual blood and endometrial mesenchymal stem/stromal cells: A frontier in regenerative medi-\ncine and cancer therapy', European Journal of Pharmacology, 1000, S. 177726. Verfügbar unter: https://doi.\norg/10.1016/j.ejphar.2025.177726 [abgerufen am: 26.11.2025].",
    "why-does-it-run-3": "Catalini, L. & Fedder, J. (2020): ,Characteristics of the endometrium in menstruating species: lessons lear-\nned from the animal kingdom', Biology of Reproduction, 102(6), S. 1160-1169. Verfügbar unter: https://doi.\norg/10.1093/biolre/ioaa029 [abgerufen am: 26.11.2025].",
    "why-does-it-run-4": "Bohannon, C. (2024): Eva. Das Wunder des weiblichen Körpers - und wie er seit 200 Millionen Jahren die\nEntwicklung des Lebens auf der Erde vorantreibt. C. Bertelsmann, München.",

    "how-is-it-running-1": "Hauser, P. & Mambourg, E. (1973): Deutung und Bedeutung der Menstruationsblutung. Therapeutische Um-\nschau, 30, 472.",
    "how-is-it-running-2": "Lonie, I. M. (1981): The Hippocratic Treatises \"On Generation\", \"On the Nature of the Child\", \"Diseases IV\": A Com-\nmentary. Ars Medica II 7. Berlin/New York: De Gruyter",
    "how-is-it-running-3": "Hering, S. & Maierhof, G. (2002): Die unpässliche Frau: Sozialgeschichte der Menstruation und Hygiene. Frank-\nfurt am Main: Mabuse-Verlag.",
    "how-is-it-running-4": "Janega, E. (2023): Die ideale Frau: Wie uns mittelalterliche Vorstellungen von Weiblichkeit noch heute prägen.\nÜbers. Karin Schuler. Berlin: Propyläen Verlag.",
    "how-is-it-running-5": "Schnell, M. (2025): Frühneuzeitliche Ansichten über die Ursachen der Pest: Eine historische Studie anhand ge-\nlehrter Pestschriften. Deutschland: BoD - Books on Demand.",
    "how-is-it-running-6": "Krafft-Ebing, R. (1902): Psychosis Menstrualis, Stuttgart",
    "how-is-it-running-7": "Bobel, C., Winkler, I. T., Fahs, B., Hasson, K. A., Kissling, E. A. & Roberts, T .- A. (Hrsg.) (2020): The Palgrave Hand-\nbook of Critical Menstruation Studies. Singapore: Palgrave Macmillan.",
    "how-is-it-running-8": "Przybyło, E. (2025): Ungendering Menstruation. University of Minnesota Press, Minneapolis.",

    "how-does-it-run-1": "Schandry, R. (2025): Biologische Psychologie. 5. Auflage. Weinheim: Beltz. Schaetzing, E. (1954): Die Verstan-\ndene Frau. München.",
    "how-does-it-run-2": "Kyathanahalli, C.N., et al. (2025): ,Seeking the root causes of menstrual pain: a systematic review of biomole-\ncules in menstrual effluent and the impact of non-hormonal medications, Pain Management, PMID: 40616466.\nVerfügbar unter: https://pubmed.ncbi.nlm.nih.gov/40616466/ [abgerufen am: 09.12.2025]."
  }
}
